{
  "results": [
  {
    "name": "Spider-Man",
    "description": "El amigable vecino Hombre Araña. Posee superfuerza, agilidad, la capacidad de adherirse a superficies y un 'sentido arácnido'. Es un genio científico.",
    "comics": ["Amazing Fantasy #15", "The Amazing Spider-Man"]
  },
  {
    "name": "Iron Man",
    "description": "Tony Stark, genio, millonario, playboy, filántropo. Utiliza armaduras de alta tecnología alimentadas por un reactor Arc.",
    "comics": ["Tales of Suspense #39", "Invincible Iron Man"]
  },
  {
    "name": "Captain America",
    "description": "Steve Rogers, un supersoldado de la Segunda Guerra Mundial con fuerza, resistencia y longevidad mejoradas. Lucha con un escudo indestructible de Vibranium.",
    "comics": ["Captain America Comics #1", "Avengers"]
  },
  {
    "name": "Thor",
    "description": "El Dios Asgardiano del Trueno. Posee una fuerza, velocidad y resistencia sobrehumanas, y maneja el martillo encantado Mjolnir.",
    "comics": ["Journey into Mystery #83", "Thor"]
  },
  {
    "name": "Hulk",
    "description": "Bruce Banner, un científico expuesto a rayos gamma que se transforma en un monstruo verde de fuerza y rabia ilimitadas.",
    "comics": ["The Incredible Hulk #1", "The Defenders"]
  },
  {
    "name": "Black Widow",
    "description": "Natasha Romanoff, una maestra espía, asesina y luchadora entrenada por la KGB. No tiene superpoderes, pero es una experta en combate y tecnología.",
    "comics": ["Tales of Suspense #52", "The Avengers"]
  },
  {
    "name": "Wolverine",
    "description": "Logan, un mutante con factor de curación regenerativo y seis garras retráctiles de Adamantium. Es famoso por su longevidad y su carácter irascible.",
    "comics": ["The Incredible Hulk #180", "Uncanny X-Men"]
  },
  {
    "name": "Doctor Strange",
    "description": "Stephen Strange, un neurocirujano convertido en el Hechicero Supremo. Maestro de las artes místicas, protege la Tierra de amenazas mágicas y dimensionales.",
    "comics": ["Strange Tales #110", "Doctor Strange"]
  },
  {
    "name": "Black Panther",
    "description": "T'Challa, el rey y protector de la nación africana de Wakanda. Es un experto en combate y utiliza un traje avanzado de Vibranium.",
    "comics": ["Fantastic Four #52", "Black Panther"]
  },
  {
    "name": "Captain Marvel",
    "description": "Carol Danvers, una piloto de la Fuerza Aérea con poderes cósmicos, incluyendo superfuerza, vuelo y la capacidad de absorber y proyectar energía.",
    "comics": ["Marvel Super-Heroes #13", "Captain Marvel"]
  },
  {
    "name": "Deadpool",
    "description": "Wade Wilson, un mercenario antihéroe con un factor de curación acelerado y la capacidad de romper la cuarta pared. Experto en armas y sarcasmo.",
    "comics": ["New Mutants #98", "Deadpool"]
  },
  {
    "name": "Cyclops",
    "description": "Scott Summers, un mutante líder de campo de los X-Men que emite poderosos rayos ópticos de energía de conmoción.",
    "comics": ["The X-Men #1", "Uncanny X-Men"]
  },
  {
    "name": "Jean Grey",
    "description": "Una mutante de nivel Omega con poderosas habilidades telepáticas y telequinéticas. A menudo está vinculada a la entidad cósmica conocida como la Fuerza Fénix.",
    "comics": ["The X-Men #1", "Phoenix Saga"]
  },
  {
    "name": "Storm",
    "description": "Ororo Munroe, una mutante capaz de controlar y manipular el clima, incluyendo lluvia, viento, relámpagos y temperatura.",
    "comics": ["Giant-Size X-Men #1", "Uncanny X-Men"]
  },
  {
    "name": "Magneto",
    "description": "Max Eisenhardt, un poderoso mutante con la capacidad de generar y controlar campos magnéticos, manipulando metales a voluntad.",
    "comics": ["The X-Men #1", "Uncanny X-Men"]
  },
  {
    "name": "Loki",
    "description": "El Dios Asgardiano de las Mentiras y la Travesura. Es un maestro ilusionista, hechicero y un complejo antihéroe/villano, hermano adoptivo de Thor.",
    "comics": ["Venus #6", "Journey into Mystery"]
  },
  {
    "name": "Scarlet Witch",
    "description": "Wanda Maximoff, una mutante/humana mejorada con la capacidad de manipular la realidad y la magia del caos.",
    "comics": ["The X-Men #4", "Avengers"]
  },
  {
    "name": "Vision",
    "description": "Un androide sintético (sintozoide) con la capacidad de manipular su densidad molecular, permitiéndole volar, ser intangible o increíblemente pesado y fuerte.",
    "comics": ["The Avengers #57", "Vision"]
  },
  {
    "name": "Ant-Man",
    "description": "Scott Lang, un ladrón reformado que utiliza un traje que le permite encogerse al tamaño de un insecto o crecer hasta ser un gigante, manteniendo su fuerza.",
    "comics": ["Tales to Astonish #35 (como Hank Pym)", "Avengers"]
  },
  {
    "name": "Wasp",
    "description": "Janet van Dyne, una superheroína que puede encogerse y crecer a voluntad y volar con alas bio-sintéticas. Cofundadora de Los Vengadores.",
    "comics": ["Tales to Astonish #44", "The Avengers"]
  },
  {
    "name": "Hawkeye",
    "description": "Clint Barton, un arquero experto sin superpoderes, pero con una puntería inigualable y una gran variedad de flechas trucadas.",
    "comics": ["Tales of Suspense #57", "The Avengers"]
  },
  {
    "name": "Rocket Raccoon",
    "description": "Un mapache genéticamente modificado, experto en armas pesadas, táctica y pilotaje espacial. Miembro de los Guardianes de la Galaxia.",
    "comics": ["Marvel Preview #7", "Guardians of the Galaxy"]
  },
  {
    "name": "Groot",
    "description": "Un ser arbóreo sensible, miembro de los Guardianes de la Galaxia, que solo puede decir 'Yo soy Groot'. Posee superfuerza, regeneración y control de la flora.",
    "comics": ["Tales to Astonish #13", "Guardians of the Galaxy"]
  },
  {
    "name": "Drax the Destroyer",
    "description": "Arthur Douglas, resucitado con la única misión de matar a Thanos. Posee superfuerza, resistencia y maestría en el combate cuerpo a cuerpo.",
    "comics": ["Iron Man #55", "Guardians of the Galaxy"]
  },
  {
    "name": "Gamora",
    "description": "La 'mujer más peligrosa de la galaxia', hija adoptiva de Thanos. Experta en artes marciales y armas, con fuerza y velocidad mejoradas.",
    "comics": ["Strange Tales #180", "Guardians of the Galaxy"]
  },
  {
    "name": "Star-Lord",
    "description": "Peter Quill, un híbrido humano/celestial y líder de los Guardianes de la Galaxia. Piloto experto y maestro estratega, utiliza armas de fuego alienígenas.",
    "comics": ["Marvel Preview #4", "Guardians of the Galaxy"]
  },
  {
    "name": "Thanos",
    "description": "Un señor de la guerra Eterno de Titán, obsesionado con la Muerte. Es uno de los villanos más poderosos del Universo Marvel, a menudo buscando las Gemas del Infinito.",
    "comics": ["Iron Man #55", "The Infinity Gauntlet"]
  },
  {
    "name": "Silver Surfer",
    "description": "Norrin Radd, heraldo de Galactus. Viaja por el espacio en una tabla de surf cósmica, con la que puede manipular energía cósmica.",
    "comics": ["The Fantastic Four #48", "Silver Surfer"]
  },
  {
    "name": "She-Hulk",
    "description": "Jennifer Walters, prima de Bruce Banner. Tras una transfusión de sangre, obtiene una versión controlada de los poderes de Hulk, manteniendo su inteligencia.",
    "comics": ["Savage She-Hulk #1", "She-Hulk"]
  },
  {
    "name": "Daredevil",
    "description": "Matt Murdock, un abogado ciego con sentidos sobrehumanos (aparte de la vista), que lucha contra el crimen en Hell's Kitchen.",
    "comics": ["Daredevil #1", "Daredevil"]
  },
  {
    "name": "Punisher",
    "description": "Frank Castle, un vigilante que usa métodos letales para castigar a los criminales. Es un experto en tácticas militares y armas.",
    "comics": ["The Amazing Spider-Man #129", "The Punisher"]
  },
  {
    "name": "Elektra",
    "description": "Una asesina ninja altamente entrenada. Maestra en el manejo de los *sai* y experta en artes marciales.",
    "comics": ["Daredevil #168", "Elektra"]
  },
  {
    "name": "Nick Fury",
    "description": "Un agente de espionaje que se convierte en el director de S.H.I.E.L.D. Un maestro estratega y espía, aunque a menudo utiliza alta tecnología.",
    "comics": ["Sgt. Fury and his Howling Commandos #1", "Nick Fury, Agent of S.H.I.E.L.D."]
  },
  {
    "name": "Ghost Rider",
    "description": "Un espíritu de la venganza con fuerza sobrehumana, control sobre el fuego infernal y su famosa 'mirada de penitencia'. El huésped más conocido es Johnny Blaze"}
  ]
}
